Repository: Tereami/BatchPrintYay
Catalog: BatchPrintYay/MyStrings.*.resx
Languages: ru_ru

# DefaultAlwaysColoredParamname
source: Always colored
ru_ru: Цветной

# DefaultDwgName
source: <Project Number>_<Sheet Number>.dwg
ru_ru: "<Номер проекта>_<Орг.КомплектЧертежей>_<Номер листа>.dwg"

# DefaultPDFfilename
source: <Sheet Number>_<Sheet Name>.pdf
ru_ru: <Номер листа>_<Имя листа>.pdf

# ExceptionFilenameTooLong
source: Filename is too long
ru_ru: Слишком длинное имя файла

# MessageCheckTitleblockSize
source: Check the titleblock with elements outside the sheet edge or refresh the family.
ru_ru: Проверьте семейство основной надписи на элементы, выступающие за край листа, или обновите семейство.

# MessageDefaultSheetFormatSet
source: . Default format has been set.
ru_ru: . Назначен формат по умолчанию.

# MessageDefaultSizeAndStartAgain
source: \nDefault format has been set. Try to launch print again. \nInfo about error:
ru_ru: \nНазначен формат по умолчанию. Попробуйте запустить печать еще раз. \nИнформация об ошибке:

# MessageDwgNotFound
source: dwg export profile isnt found
ru_ru: не найден dwg профиль

# MessageErrorText
source: Error info:
ru_ru: Текст ошибки:

# MessageFinishPrintTItle
source: Print has been finished!
ru_ru: Печать завершена!

# MessageInFile
source: In file
ru_ru: В файле

# MessageNoAdmin
source: . Maybe you dont have administrator permissions.
ru_ru: . Возможно, отсутствуют права администратора.

# MessageNonStandardList
source: Nonstandard sheet format is found. Try to launch print again. Sheet:
ru_ru: Обнаружен лист нестандартного формата. Попробуйте запустить печать еще раз. Лист:

# MessageNoSelectedSheets
source: Sheet arent selected. Please select sheets in Project Browser using Shift or Ctrl in advance.
ru_ru: Не выбраны листы. Выберите листы в Диспетчере проекта через Shift.

# MessageNoTitleblockOnSheet
source: No titleblocks on sheet:
ru_ru: Нет основной надписи на листе:

# MessageParameterExists
source: Instance parameter exists:
ru_ru: Есть параметр экземпляра

# MessagePrinterNotPdfCreator
source: PDF merge and ColorExceptions are supperted only with PDFCreator. This features will be disabled.
ru_ru: Объединение PDF и печать Штампа в цвете поддерживаются только для PDFCreator. Во избежание ошибок эти настройки будут отключены.

# MessagePrintTooMuchTime
source: PDF print takes a lot of time or maybe a failure was happened. Please waint until the end of print.
ru_ru: Печать PDF заняла продолжительное время или произошел сбой. Дождитесь окончания печати.

# MessageRegistryKeyName
source: Try to set registy key:
ru_ru: Устанавливаемое значение ключа реестра:

# MessageRegistryKeyValue
source: , value:
ru_ru: , значение ключа реестра:

# MessageSheetFormatNotFound
source: Sheet size isnt found for sheet:
ru_ru: Не найден размер формата для листа

# MessageSheetSizeProblem
source: Problem with sheet size! Width or height isn't match for more than
ru_ru: Проблема с размерами листа! Не совпадает ширина или высота более чем на

# MessageSheetsPrinted
source: Sheets are printed:
ru_ru: Напечатано листов:

# MessageUnableToApplyRevitSheetFormat
source: Unable to apply Revit sheet format. Try to launch print again. Sheet:
ru_ru: Не удалось применить формат листа Revit. Попробуйте запустить печать еще раз. Лист:

# MessageUnableToCreateSheetFormat
source: Unable to create format:
ru_ru: Не удалось создать формат

# MessageUnableToGetSavedPrintSettings
source: Unable to get saved print settings,reset to default settings
ru_ru: Не удалось получить сохраненные настройки печати, будут установлены настройки по умолчанию

# MessageUnableToGetTitleblockSize
source: Unable to determine titleblock sizes.\n
ru_ru: Не удалось определить размеры основной надписи.\n

# MessageUnableToMakePdfSettings
source: Unable to tune PDFCreator, default settings will be applied. Please tune PDFCreator manually.
ru_ru: Не удалось настроить PDF-принтер, будут использованы настройки по-умолчанию. Выполните настройку принтера вручную

# MessageUnableToMakePdfSettingsFirstLaunch
source: Unable to tune PDFCreator! It its your first launch - try to print any other document with PDFCreator. Then launch plugin again.
ru_ru: Не удалось настроить PDFCreator! Если это первый запуск - попробуйте отправить на PDFCreator любой другой документ, например, из Word. После этого запустите печать еще раз.

# MessageUnableToRestorePdfSettings
source: Unable to reset PDFCreator settings. Please try to reinstall PDFCreator.
ru_ru: Не удалось восстановить настройки PDFCreator по умолчанию. Попробуйте переустановить принтер.

# MessageUnableToSaveFiles
source: Unable to save files in this folder, select another folder:
ru_ru: Невозможно сохранить файлы папку, выберите другой путь:

# MessageUnableToSetSheetSize
source: Unable to set sheet size
ru_ru: Не удалось назначить формат бумаги

# ParameterBultinSheetHeight
source: Sheet Width
ru_ru: Высота листа

# ParameterBultinSheetWidth
source: Sheet Height
ru_ru: Ширина листа

# TransactionPrintProfiles
source: Print profiles
ru_ru: Профили печати

# TransactionSchedulesRefresh
source: Refresh schedules
ru_ru: Обновление спецификаций
